amd-ucode
archlinuxcn-keyring
base
base-devel
blueman
bluez
bluez-utils
bridge-utils
brightnessctl
btop
btrfs-progs
cliphist
dingtalk-bin
dmidecode
dnsmasq
dunst
edk2-ovmf
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
file-roller
firefox
fzf
gdb
git
gobject-introspection
grim
grub
gtk-doc
gtk4
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hypridle
hyprland
hyprlock
imv
iptables-fullconenat-nft
iwd
iwgtk
jetbrains-toolbox
jq
kitty
libayatana-appindicator
libguestfs
libva-nvidia-driver
libwebp-utils
linux
linux-firmware
linux-headers
linuxqq
man-db
man-pages
mariadb
maven
mpv
neovim
neovim-tokyonight
noto-fonts-emoji
nvidia-open
nvidia-settings
nvidia-utils
nvtop
nwg-look
openbsd-netcat
paru
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
qemu-git
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-speech
qt6-svg
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-websockets
qt6-webview
rofi
rofi-themes-collection-git
slurp
swww
terminus-font
thunar
thunar-archive-plugin
thunar-volman
tokyonight-extra
tokyonight-gtk-theme-git
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tumbler
udiskie
udisks2
vde2
ventoy-bin
virt-manager
virt-viewer
virtio-win
visual-studio-code-bin
vulkan-radeon
waybar
wemeet-bin
wf-recorder
wget
wireplumber
wl-clipboard
wps-office-cn
wqy-zenhei
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xsel
yazi
zsh
zsh-theme-powerlevel10k-git
